import React from "react"
const SignUpTerms = () => {
  return (
    <>
      <b>개인정보 처리 방침</b>
      <br />
      <br />
      1. 개인정보 처리방침이란?
      <br />
      토커는 이용자의 ‘동의를 기반으로 개인정보를 수집·이용 및 제공’하고 있으며, ‘이용자의 권리 (개인정보 자기결정권)를 적극적으로 보장’합니다.
      <br />
      토커는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.
      <br />
      “개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다.
      <br />
      본 개인정보처리방침은 회사가 제공하는 토커 계정 기반의 서비스(이하 ‘서비스'라 함)에 적용됩니다
      <br />
      <br />
      2. 개인정보 수집
      <br />
      서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다.
      <br />
      회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
      <br />
      [토커 계정]
      <br />
      필수
      <br />
      아이디, 이메일, 비밀번호, 이름(닉네임), 프로필사진
      <br />
      <br />
      3. 개인정보 이용
      <br />
      회원관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.
      <br />
      회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 프로그램 등을 통해 아래와 같이 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
      <br />
      회원 식별/가입의사 확인, 본인/연령 확인, 부정이용 방지
      <br />
      신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달
      <br />
      유료서비스 이용 시 컨텐츠 등의 전송이나 배송·요금 정산
      <br />
      서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재
      <br />
      서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용
      <br />
      <br />
      4. 개인정보 파기
      <br />
      개인정보는 수집 및 이용목적이 달성되면 지체없이 파기하며, 절차 및 방법은 아래와 같습니다.
      <br />
      전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.
      <br />
      다만, 내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다.
      <br />
      1)아래 정보는 탈퇴일부터 최대 1년간 보관 후 파기합니다.
      <br />
      서비스 부정이용 기록
      <br />
      <br />
      5. 개인정보 보호
      <br />
      이용자는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 수집・이용에 대한 동의 철회 또는 가입 해지를 요청할 수 있습니다.
      <br />
      보다 구체적으로는 서비스 내 설정을 통한 회원정보 수정 기능이나 회원탈퇴 기능을 이용할 수 있고, 고객센터를 통해 서면, 전화 또는 이메일로 요청하시면 지체 없이 조치하겠습니다.
      <br />
      개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.
      <br />
      개인정보처리방침이 변경되는 경우
      <br />
      법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 토커는 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한
      날로부터 7일 후부터 효력이 발생합니다.
      <br />
      다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.
      <br />
      <br />
      <b>커뮤니티 규칙</b>
      <br />
      1. 커뮤니티 게시판에 욕설이 들어가거나 관리자가 보았을 때 상대방을 비난하는말이면 글을 삭제 후 강도에 따라 경고 또는 계정 삭제를 당합니다.
      <br />
      2. 채팅으로 다른사람에게 욕설을 하거나 또는 선수에 대한 비난을 할 경우 강도에 따라 경고 또는 계정 삭제를 당합니다.
    </>
  )
}

export default SignUpTerms
