import React from "react"
import styled from "styled-components"
const ServiceTerms = () => {
  return (
    <>
      <br />
      <br />
      <br />제 1 조 (목적) 1.이 약관은 “퀘스트소프트웨어코리아”(이하 “회사”라 함)가 운영하는 “Toad 커뮤니티’ 에서 제공하는 인터넷 관련 서비스(이하 ‘서비스’'라 함)을 이용함에 있어 “Toad 커뮤니티 “와
      이용자의 권리 •의무 및 책임사항을 규정함을 목적으로 합니다. 제 2 조 (정의) 1.“Toad 커뮤니티” 란 “회사”가 컴퓨터 등 정보통신설비 (인터넷, 전화 등)을 이용하여 Toad 교육 및 제품 안내 등을 포함한
      회사의 재화 또는 용역을 이용자들이 교육 신청 및 제품 문의를 할 수 있도록 설정한 사이버 커뮤니티 몰을 말합니다. 2.“이용자”란 “Toad 커뮤니티”에 접속하여 이 약관에 따라 “Toad 커뮤니티”이 제공하는
      정보 및 기타 서비스를 제공받는 회원 및 비회원을 말합니다. 3.“회원”이라 함은 “Toad 커뮤니티”에 개인정보를 제공하여 회원등록을 한 자로서, “Toad 커뮤니티”의 정보 및 서비스를 지속적으로 제공 받으며
      “Toad 커뮤니티”가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다. 4.“비회원”이라 함은 회원에 가입하지 않고 “Toad 커뮤니티”가 제공하는 서비스를 이용하는 자를 말합니다. 제 3 조 (약관의
      명시와 개정) 1.“회사”는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 “Toad 커뮤니티” (www.toad.co.kr)
      사이트 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다. 2.“회사”는 본 약관을 약관의 규제 등에 관한 법률, 전자거래기본법,
      전자서명법, 정보통신망 이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 개정할 수 있습니다. 3.“회사”는 본 약관을 개정할 경우, 적용일자 및
      개정사유를 명시하여 현행약관과 함께 “Toad 커뮤니티”의 초기화면에 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의
      사전 유예기간을 두고 공지합니다. 이 경우 " Toad 커뮤니티” 는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. 4.“회사”가 본 약관을 개정할 경우에는 그 개정약관은
      그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는
      뜻을 제 3항에 의한 개정약관의 공지기간 내에 회사에 송신하여 회사의 동의를 받은 경우에는 개정약관조항이 적용됩니다. 5.본 약관에서 명시하지 않은 사항과 본 약관의 해석에 관하여는 정부가 제정한
      소비자보호지침, 전자거래소비자보호지침 및 관계법령, 또는 상관례에 따릅니다. 제 4 조 (서비스의 제공 및 변경) 1.“Toad 커뮤니티”은 다음과 같은 업무를 수행합니다. ① Toad 교육 진행 ② Toad 제품 소개
      및 견적 문의 응대 ③ 기타 “Toad 커뮤니티”가 정하는 업무 2.“Toad 커뮤니티”는 재화의 품절 또는 기술적 사양의 변경 등의 불가피한 경우에는 장차 체결되는 계약에 의해 제공할 재화.용역의 내용을 변경할
      수 있습니다. 이 경우에는 변경된 재화.용역의 내용 및 제공일자를 명시하여 현재의 재화.용역의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다. 3.“Toad 커뮤니티”는 제2항의 사유로 서비스
      내용이 변경되는 경우, 이로 인하여 이용자가 입은 손해에 대하여는 배상하지 아니합니다. 제 5 조 (서비스의 중단) 1.“Toad 커뮤니티”는 컴퓨터 등 정보통신설비의 보수점검•교체 및 고장, 통신의 두절 등의
      사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체, 기타 회사가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
      2.제1항에 의한 서비스 중단의 경우에 회사는 제3조 제3항에서 정한 방법으로 회원에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 과실이 없는 디스크 장애,
      시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다. 제 6 조 (회원에 대한 통지) 1.“Toad 커뮤니티”이 회원에 대한 통지를 하는 경우, 회원이 “Toad 커뮤니티”에 제출한
      전자우편 주소로 할 수 있습니다. 2.“Toad 커뮤니티”은 불특정다수 회원에 대한 통지의 경우 1주일 이상 “Toad 커뮤니티” 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 3."Toad 커뮤니티" 은
      회원이 원하는 경우 전자우편을 통해서 본 서비스와 상품정보를 보내거나 상품배송상의 필요, 마케팅의 수단 등으로 활용할 수 있습니다. 제 7 조 (회원탈퇴 및 자격상실 등) 1.회원은 " Toad 커뮤니티" 에
      언제든지 자신의 회원 등록 말소(회원 탈퇴)를 요청할 수 있으며 회사는 위 요청을 받은 즉시 해당 회원의 회원 등록 말소를 위한 절차를 밟습니다. 2.회원이 다음 각 호의 사유에 해당하는 경우, 회사는
      회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실 시킬 수 있습니다. ① 가입 신청 시에 허위 내용을 등록한 경우 ② 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를
      위협하는 경우 ③ 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우 3."Toad 커뮤니티" 가 회원 자격을 제한,정지 시킨 후, 동일한 행위가 2회이상 반복되거나 30일이내에
      그 사유가 시정되지 아니하는 경우 “Toad 커뮤니티”는 회원자격을 상실 시킬 수 있습니다. 4."Toad 커뮤니티" 가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고,
      회원등록 말소전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 제 8 조 (회원의 개인정보) “Toad 커뮤니티”는 서비스를 제공하기 위하여 관련 법령의 규정에 따라 회원으로부터 필요한
      개인정보를 수집합니다.(개인정보에 대한 개별 항목은 개인정보취급방침에서 고지) 제 9 조 (“Toad 커뮤니티“의 의무) 1.“Toad 커뮤니티”는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지
      않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다. 2.“Toad 커뮤니티”는 회원이 안전하고 편리하게 서비스를 이용할 수 있도록 시스템을 구축합니다. 3.“Toad
      커뮤니티”는 회원이 서비스를 이용함에 있어 회원에게 법률적인 증명이 가능한 고의 또는 중대한 과실을 입힐 경우 이로 인한 손해를 배상할 책임이 있습니다. 제 10 조 (회원의 ID 및 비밀번호에 대한 의무)
      1.“Toad 커뮤니티”가 관계법령, "개인정보보호정책"에 의해서 그 책임을 지는 경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다. 2.회원은 자신의 ID 및 비밀번호를 제3자에게
      이용하게 해서는 안됩니다. 3.회원은 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다. 제 11 조
      (저작권의 귀속 및 게시물의 이용) 1.“Toad 커뮤니티”가 작성한 저작물에 대한 저작권, 기타 지적재산권은 “Toad 커뮤니티”에 귀속합니다. 2.회원은 “Toad 커뮤니티 “가 제공하는 서비스를 이용함으로써 얻은
      정보를 “Toad 커뮤니티 “의 사전승낙 없이 복제, 전송, 출판, 배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. 제 12 조 (커뮤니티 활동 조정) 1.이용자의
      커뮤니티 관련 활동 결과가 관계법률을 위반하거나 공서양속, 일반 상식에 위배되는 경우 “Toad 커뮤니티”는 해당 결과물을 사전동의 없이 삭제할 수 있습니다. 2.이용자간의 분쟁은 상호간에 원만히 협의를
      해야 하며 타 이용자에게 불쾌감을 주거나 운영상의 필요에 따라 “Toad 커뮤니티” 가 개입하여 분쟁을 조정합니다. 3.다음과 같은 경우 “Toad 커뮤니티”은 이용자의 활동 결과물을 사전동의 없이 삭제할 수
      있습니다. ① 다른 이용자 또는 제3자를 비방하거나 명예를 훼손시키는 경우 ② 공공질서 및 공서양속을 해치는 경우 ③ 타 이용자에게 불쾌감을 주거나 다수의 감정에 심리적 손상을 주는 경우 ④ 범죄적 행위에
      결부된다고 인정되는 경우 ⑤ "Toad 커뮤니티"의 저작권 및 제3자의 저작권, 기타 권리를 침해하는 경우 ⑥ 기타 관계 법률이나 이 약관에 위배되는 경우 제 13 조 (손해배상) 회사는 무료로 제공되는 서비스와
      관련하여 회원에게 어떠한 손해가 발생하더라도 동 손해가 회사의 중대한 과실에 의한 경우를 제외하고 이에 대하여 책임을 부담하지 아니합니다. 제 14 조 (분쟁해결) 1.“Toad 커뮤니티”은 이용자로부터
      제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다. 2.“Toad 커뮤니티”과 이용자간에 발생한 분쟁은
      전자거래기본법 제28조 및 동 시행령 제15조에 의하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다. 제 15 조 (재판권 및 준거법) 1.“Toad 커뮤니티”은 이용자로부터 제출되는 불만사항 및
      의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다. 2.“Toad 커뮤니티”과 이용자간에 발생한 분쟁은 전자거래기본법 제28조 및
      동 시행령 제15조에 의하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다. 부칙1. (시행일) 이 약관은 2017년 11월 3일부터 시행된다.
    </>
  )
}

export default ServiceTerms
